// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Calibra qualità di stampa";

CalibrationFailedTitle = "Impossibile eseguire la calibrazione della qualità di stampa";
CalibrationFailedExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";
PrintingPatternsProcessTitle = "Stampa motivi…";
PenFailureMsg = "Una cartuccia di inchiostro è mancante, non rilevata o non installata correttamente.";

TwowayConnectionErrorTitle = "Impossibile stabilire una comunicazione a due sensi con il dispositivo";

NoPensErrorTitle = "Non è stata rilevata alcuna cartuccia di stampa";
NoPensErrorMessage = "Se le cartucce di stampa sono state installate, verificare che sia stato rimosso il nastro di plastica a copertura degli ugelli dell'inchiostro.";

CriticalConditionTitle = "La condizione della stampante è grave";
CriticalConditionMsg = "Risolvere la condizione grave della stampante.";

HSDQualityCalibrationTextFieldTitle = "Calibra qualità di stampa";
HSDInfoTextFieldTitle = "Questa procedura potrebbe migliorare la qualità di stampa delle fotografie. Si consiglia di eseguire il servizio di pulizia prima di procedere a questa calibrazione.";
HSDGuideTextFieldTitle = "Fare clic su Calibra per avviare la procedura. Questa operazione richiede circa un minuto e richiede l'utilizzo di un foglio di carta. Usare solo carta normale per questa procedura.";
HSDCalibrateButtonTitle = "Calibra";

HSDPatternDescription1 = "Esaminare la pagina stampata e selezionare l’etichetta corrispondente al motivo con il numero minore di linee orizzontali percettibili. Accertarsi di verificare sia le aree chiare che scure dei motivi prima di effettuare una scelta.";
HSDPatternLabel = "Etichetta motivo:";
HSDPatternDescription2 = "Dopo la selezione, fare clic su Applica.";
HSDApplyButton = "Applica";
